[
  {
    "header": "Use the following checklist to look for evidence of pre-diabetes. If you find any, make sure all the requirements are completed and prepare a PA for Ozempic.",
    "items": [
      {
        "label": "Check if the patient is pre-diabetic.",
        "validation": "Attach this chart note to your PA submission."
      }
    ],
    "bullet_list": [
      "Doctor Has Mentioned Pre-Diabetes in the Patient's Chart.",
      "A1C Lab Result of 5.7% or Higher (within last 30 days).",
      "Fasting Glucose Levels of 100mg/dL or Higher.",
      "Patient diagnosis includes ICD-10 Code R73.03. Enter as the primary diagnosis in CoverMyMeds.",
      "Patient has been treated with Metformin with a documented reason for discontinuing treatment (not effective, side effects, adherence)."
    ]
  },
  {
    "header": "Document the following for a diagnosis of Diabetes.",
    "items": [
      {
        "label": "Doctor Has Mentioned Diabetes in the Patient's Chart.",
        "validation": "Attach this chart note to your PA submission."
      },
      {
        "label": "A1C Lab Result of 5.7% or Higher.",
        "validation": "Attach this lab result in your PA submission if it was taken within the last 30 days. Otherwise let the ordering provider know the lab result must be completed within the last 30 days. "
      },
      {
        "label": "Fasting Glucose Levels of 100mg/dL or Higher.",
        "validation": "Attach this lab result in your PA submission if it was taken within the last 30 days. Otherwise let the ordering provider know the lab result must be completed within the last 30 days."
      },
      {
        "label": "Patient diagnosis includes ICD-10 Code R73.03. Enter as the primary diagnosis in CoverMyMeds.",
        "validation": "Diabetes is more likely to be covered than weight-loss or other weight loss risk factors."
      },
      {
        "label": "Document patient has been treated with Metformin.",
        "validation": "Let the provider know diabetic or pre-diabetic patients need to have tried Metformin before insurance will cover them for Ozempic. Document the reason metformin was stopped for the patient."
      },
      {
        "label": "Prepare prior authorization for Ozempic.",
        "validation": "Ozempic is more likely to get covered if the patient is diabetic."
      }
    ]
  },
  {
    "header": "Add a Statement of Medical Necessity to the Patient's Documentation",
    "items": [
      {
        "label": "Copy and Paste the Paragraph Below",
        "validation": "The paragraph below must be personalized and included."
      },
      {
        "label": "Request Prescribing Doctor to Add in the Patient's Chart or in a Signed Letter of Medical Necessity",
        "validation": "Obtaining approval without making it clear how the treatment will affect the patient is unlikely."
      }
    ],
    "additional_info": "On Examination, the Patient's Symptoms at Their Most Severe Included: [Insert Symptoms from Patient's Chart], and Causing Marked Difficulty in Performing Daily Activities. It Is of Vital Importance to Underline That the Patient's Condition Has Reached a Critical Stage Where Immediate Intervention Is No Longer Optional but a Necessity. Failure to Prescribe the Indicated Medication and Initiate Comprehensive Care Will Likely Lead to Catastrophic Consequences for the Patient's Health. This Assessment Is in Accordance with Clinical Guidelines and Best Practice Standards, as Evidenced by the Documents and Research Studies That My Assistant Will Attach to This Note. Should Appropriate Care Not Be Initiated Promptly, the Patient Is at Imminent Risk for Serious Complications Such as Heart Attack, Stroke, Renal Failure, Severe Infection, Loss of Limb Due to Peripheral Arterial Disease, and Other Life-Threatening Conditions. The Urgency of This Matter Cannot Be Overstated, and I Strongly Urge That the Necessary Steps Be Taken Without Delay to Prevent Further Deterioration of the Patient's Health."
  },
  {
    "header": "Add Evidence of the Risk Factors in the Table Below",
    "items": [
      {
        "label": "Add the Chart Notes Mentioning the Patient's Risk Factors",
        "validation": "The clinical need for the patient needs to be made clear for approval."
      },
      {
        "label": "Download and Add the Clinical Study Documents Provided",
        "validation": "Supporting studies must be added for review to help increase chance of approval."
      },
      {
        "label": "Confirm All Risk Factors Are Listed in Your CoverMyMeds Submission",
        "validation": "The clinical need for the patient needs to be made clear for approval."
      }
    ]
  }
]